# Задайте последовательность чисел. Напишите программу, которая выведет список неповторяющихся элементов исходной последовательности.

a= [1,6,2,5,2,3,1,4]

print(set(a))